{
    "The Office" : {
        "Dwight Schrute" : {
            "Quotes" : [
                {
                    "Quote" : "Whos is Justice Beaver?",
                    "Season" : 7,
                    "Episode" : 17
                },
                {
                    "Quote" : "In an ideal world I would have all ten fingers on my left hand so my right hand could just be a fist for punching.",
                    "Season" : 6,
                    "Episode" : 12
                },
                {
                    "Quote" : "Whenever I'm about to do something, I think 'Would an idiot do that?' And if they would, I do not do that thing.",
                    "Season" : 3,
                    "Episode" : 16
                },
                {
                    "Quote" : "It’s overlapping. It’s all spilling over the edge. One word, two syllables. Demarcation.",
                    "Season" : 1,
                    "Episode" : 1
                },
                {
                    "Quote" : "In the wild, there is no healthcare. In the wild healthcare is 'Ow, I hurt my leg. I can't run. A lion eats me, and I'm dead.' Well, I'm not dead. I'm the lion. You're dead.",
                    "Season" : 1,
                    "Episode" : 3
                },
                {
                    "Quote" : "Wait wait, all in favor of the knapsack, filled with canned goods, chainsaw, gasoline, and emergency radio in case he wakes up post-apocolypse.",
                    "Season" : 7,
                    "Episode" : 23
                },
                {
                    "Quote" : "I have been Michael's number two guy for about five years, and we make a great team. We're like one of those classic famous teams. He's like Mozart and I'm like Mozart's friend. No, I'm like Butch Cassidy and Michael is like Mozart. You try and hurt Mozart, you're gonna get a bullet in your head, courtesy of Butch Cassidy.",
                    "Season" : 2,
                    "Episode" : 3
                },
                {
                    "Quote" : "Babies are one of my many areas of expertise. Growing up, I performed my own circumcision.",
                    "Season" : 5,
                    "Episode" : 3
                },
                {
                    "Quote" : "Are you trying to hurt my feelings? Because if so, you are succeeding. Fortunately, my feelings regenerate at twice the speed of a normal man's.",
                    "Season" : 5,
                    "Episode" : 14
                },
                {
                    "Quote" : "I'm a deer hunter. I go all the time with my dad. One thing about deer: they have very good vision. One thing about me: I'm better at hiding, than they are at vision.",
                    "Season" : 1,
                    "Episode" : 4
                },
                {
                    "Quote" : "Really? Too embarrassing for you? Huh? Do you wish every exercise was struttin' around the gym like the Fonz? Well how do you think the Fonz got so cool? He stretched his pelvic bowl.",
                    "Season" : 8,
                    "Episode" : 9
                },
                {
                    "Quote" : "Jim is my enemy. But it turns out that Jim is also his own worst enemy. And the enemy of my enemy is my friend. So Jim, is actually my friend. But, because he is his own worst enemy, the enemy of my friend is my enemy so actually Jim is my enemy. But--",
                    "Season" : 6,
                    "Episode" : 7
                },
                {
                    "Quote" :"BUTTLICKER! OUR PRICES HAVE NEVER BEEN LOWER!",
                    "Season" : 5,
                    "Episode" : 6
                },
                {
                    "Quote" : "Let me describe the perfect date: I take her out to a nice dinner. She looks amazing. Some guy tries to hit on her... now he wants to fight- so I grab him- I throw him into the jukebox! Then the other ninja's got a knife, he comes at me, we grapple, I turn his knife on him. Blood on the dance floor. She's scared now. I take her home. I'm holding her in my arms. I reach in for a kiss... I hear something in the leaves, I flip her around, she gets a poison arrow right in her back. She was in on it the whole time... but I knew.",
                    "Season" : 1,
                    "Episode" : 6
                }
            ]
        },
        "Michael Scott" : {
            "Quotes" : [
                {
                    "Quote" : "Guess what, I have flaws. What are they? Oh, I don’t know. I sing in the shower. Sometimes I spend too much time volunteering. Occasionally I’ll hit somebody with my car. So sue me.",
                    "Season" : 4,
                    "Episode" : 1
                },
                {
                    "Quote" : "The shards of glass could've shaved her face off. And yes, it might've been funny. But it would also have been incredibly tragic.",
                    "Season" : 7,
                    "Episode" : 11
                },
                {
                    "Quote" : "I want today to be a beautiful memory that the staff and I share after I have passed on to New York, and if Toby's a part of it, then it'll suck.",
                    "Season" : 3,
                    "Episode" : 22
                },
                {
                    "Quote" : "I've always wanted to be in the witness protection program. Fresh start. No debts, no baggage. Already got my name picked out. Lord Rupert Everton. I am, uh, shipping merchant who raises fancy dogs. That's the life.",
                    "Season" : 4,
                    "Episode" : 4
                },
                {
                    "Quote" : "Am I going to tell them? No, I am not going to tell them. I don't see the point of that. As a doctor, you would not tell a patient if they had cancer.",
                    "Season" : 1,
                    "Episode" : 1
                },
                {
                    "Quote" : "You know what? I am beginning to think that what happened to my carpet was an act of terrorism against the office. The only thing that makes any sense.",
                    "Season" : 2,
                    "Episode" : 14
                },
                {
                    "Quote" : "Unbelievable. I do the nicest thing that anyone has ever done for these people and they freak out. Well, happy birthday, Jesus. Sorry your party's so lame.",
                    "Season" : 2,
                    "Episode" : 10
                },
                {
                    "Quote" : "Would I rather be feared or loved? Um, easy. Both. I want people to be afraid of how much they love me.",
                    "Season" : 2,
                    "Episode" : 6
                },
                {
                    "Quote" : "I declare, BANKRUPTCY!!!",
                    "Season" : 4,
                    "Episode" : 4
                },
                {
                    "Quote" : "Two queens on Casino Night. I am going to drop a deuce on everybody.",
                    "Season" : 2,
                    "Episode" : 22
                },
                {
                    "Quote" : "Kind of an oaky afterbirth",
                    "Season" : 4,
                    "Episode" : 9
                },
                {
                    "Quote" :  "Why are you the way that you are? Honestly, every time I try to do something fun or exciting, you make it not that way. I hate so much about the things that you choose to be.",
                    "Season" : 2,
                    "Episode" : 22
                }
            ]
        },
        "Jim Halpert" : {
            "Quotes" : [
                {
                    "Quote" : "Co-managing is a give and take. You have to pick your battles. One of the battles that I picked was to stop Michael from running plastic tubes all over the office and placing hamsters inside of them. He was going to call it Tube City. So, yes, I do owe him one.",
                    "Season" : 7,
                    "Episode" : 10
                },
                {
                    "Quote" :  "I want to clamp Michael's face in a George Foreman grill.",
                    "Season" : 2,
                    "Episode" : 12
                },
                {
                    "Quote" : "I am about to do something very bold at this job that I've never done before. Try.",
                    "Season": 4,
                    "Episode" : 17
                },
                {
                    "Quote" : "One day, michael came in complaining about a speed bump on the highway. I wonder who he ran over then.",
                    "Season" : 4,
                    "Episode": 1
                },
                {
                    "Quote" : "Michael and Jan seem to be playing their own separate game, and it's called, let's see how uncomfortable we can make our guests.",
                    "Season" : 4,
                    "Episode" : 9
                }
            ]
        },
        "Todd Packer" : {
            "Quotes" : [
                {
                    "Quote" : "Why does everybody ask me that? Who the hell is that?",
                    "Season" : 2,
                    "Episode" : 2
                },
                {
                    "Quote" : "Oh boy. I have not been nice to you. Philly, I'm sorry for the things I said about your size. To your face, behind your back, and in the form of drawings. Actually, that goes to all you double XLs. Stanley, Kevin, [points to Clark] this kid in a few years.",
                    "Season" : 9,
                    "Episode" : 17
                },
                {
                    "Quote" : "I am going through a twelve-step program. I'm currently on step zero. Which is have a [bleep] of fun. I spent six hours carefully removing the frosting and then layering in a variety of drugs, some legal, some not, some laxative, some constipating. You don't fire the Pac-Man and expect to get away with it.",
                    "Season" : 9,
                    "Episode" : 17
                },
                {
                    "Quote" : "Dude, don't you yak on me. This shirt is Van Heusen.",
                    "Season" : 8,
                    "Episode" : 15
                },
                {
                    "Quote" : "Schrute's out to get me. But I'm playing the long game. As soon as he messes up, I swoop in like a sexual predator.",
                    "Season" : 8,
                    "Episode" : 17
                },
                {
                    "Quote" : "Hey, Moonface. Nice to see those shiny, little Chinese eyes of yours.",
                    "Season" : 9,
                    "Episode" : 17
                },
                {
                    "Quote" : "Yeah, Dwight and Jim tried to get me fired, but I landed on my feet down here in Florida. You see, this cat's got nine lives, and a nine-inch-",
                    "Season" : 8,
                    "Episode" : 15
                }
            ]
        },
        "Creed Bratton" : {
            "Quotes" : [
                {
                    "Quote" : "I've been involved in a number of cults, both as a leader and a follower. You have more fun as a follower, but you make more money as a leader.",
                    "Season" : 4,
                    "Episode" : 1
                },
                {
                    "Quote" : "Nobody steals from Creed Bratton and gets away with it. The last person to do this disappeared. His name? Creed Bratton.",
                    "Season" : 5,
                    "Episode" : 4
                },
                {
                    "Quote" : "I am not offended by homosexuality. In the 60s, I made lvoe to many women, often outdoors in the mud and rain. It's possible a man could've slipped in there. There'd be no way of knowing.",
                    "Season" : 3,
                    "Episode" : 1
                },
                {
                    "Quote" : "I've never owned a refrigerator before.",
                    "Season" : 2,
                    "Episode" : 22
                },
                {
                    "Quote" : "If I can't scuba, what am I working toward?",
                    "Season" : 6,
                    "Episode" : 1
                },
                {
                    "Quote" : "Who's your worm guy?",
                    "Season" : 6,
                    "Episode" : 8
                },
                {
                    "Quote" : "When Pam gets Michael's old chair, I get Pam's old chair. Then I'll have two chairs. Only one to go.",
                    "Season" : 4,
                    "Episode" : 10
                },
                {
                    "Quote" : "The Taliban is the worst. Great heroin though.",
                    "Season" : 9,
                    "Episode" : 2
                },
                {
                    "Quote" : "I'm a pretty normal guy. I do one weird thing. I like to go in the women's room for number two. I've been caught several times and I have paid dearly.",
                    "Season" : 3,
                    "Episode" : 21
                },
                {
                    "Quote" : "Creed Bratton has never declared bankruptcy. When Creed Bratton gets in trouble, he transfers his debt to William Charles Schneider.",
                    "Season" : 4,
                    "Episode" : 4
                }
            ]
        }
    },
    "Other Show" : {
        "Other Char" : {
            "Quotes" : [
                {
                    "Quote" : "Other test quote",
                    "Season" : 1,
                    "Episode" : 10
                }
            ]
        }
    },
    "Other Show 2" : {
        "Other Char" : {
            "Quotes" : [
                {
                    "Quote" : "Other test quote 2",
                    "Season" : 2,
                    "Episode" : 20
                }
            ]
        }
    }
}